<unk>	0
<s>	0
</s>	0
▁t	-0
▁i	-1
an	-2
▁n	-3
he	-4
▁a	-5
▁k	-6
▁b	-7
re	-8
▁w	-9
ri	-10
ra	-11
ha	-12
▁m	-13
in	-14
yo	-15
▁u	-16
is	-17
▁I	-18
on	-19
▁s	-20
ya	-21
▁c	-22
▁the	-23
ye	-24
ho	-25
ba	-26
▁g	-27
▁ku	-28
▁d	-29
ta	-30
en	-31
▁to	-32
za	-33
te	-34
▁"	-35
ga	-36
bi	-37
ko	-38
▁mu	-39
▁N	-40
his	-41
▁yo	-42
se	-43
ve	-44
ka	-45
ll	-46
▁T	-47
▁you	-48
▁ha	-49
or	-50
we	-51
ing	-52
hat	-53
wa	-54
bo	-55
▁f	-56
▁is	-57
tu	-58
▁in	-59
as	-60
▁p	-61
▁l	-62
▁o	-63
me	-64
mu	-65
ma	-66
ot	-67
ke	-68
yi	-69
gi	-70
and	-71
hi	-72
zi	-73
ge	-74
ro	-75
▁he	-76
ze	-77
ti	-78
ru	-79
wo	-80
▁be	-81
▁ko	-82
ku	-83
▁this	-84
ki	-85
▁ya	-86
▁gu	-87
le	-88
▁wi	-89
ou	-90
ar	-91
▁of	-92
▁not	-93
▁that	-94
▁do	-95
go	-96
yu	-97
bu	-98
da	-99
wi	-100
▁bi	-101
▁ba	-102
ld	-103
▁ni	-104
bwo	-105
es	-106
▁it	-107
gu	-108
id	-109
vu	-110
▁e	-111
▁we	-112
hobo	-113
▁ibi	-114
yan	-115
▁na	-116
▁re	-117
hu	-118
ow	-119
si	-120
▁The	-121
."	-122
ut	-123
▁will	-124
tabwo	-125
▁M	-126
▁H	-127
hobora	-128
th	-129
▁W	-130
▁im	-131
ed	-132
▁ne	-133
▁U	-134
ana	-135
▁wa	-136
kora	-137
▁was	-138
ce	-139
▁me	-140
▁umu	-141
▁go	-142
▁A	-143
fi	-144
▁have	-145
be	-146
▁can	-147
shobora	-148
▁on	-149
je	-150
▁gi	-151
st	-152
▁S	-153
▁are	-154
mba	-155
han	-156
▁for	-157
▁and	-158
ver	-159
▁r	-160
▁li	-161
▁This	-162
▁ari	-163
▁sa	-164
zo	-165
▁wan	-166
▁bu	-167
▁Y	-168
od	-169
▁don	-170
▁ho	-171
gh	-172
▁ma	-173
▁so	-174
om	-175
de	-176
haka	-177
▁kn	-178
shi	-179
al	-180
▁K	-181
byo	-182
▁B	-183
▁th	-184
▁cyan	-185
ts	-186
ban	-187
▁iki	-188
ari	-189
▁muri	-190
mwe	-191
▁know	-192
▁did	-193
ter	-194
li	-195
▁an	-196
▁se	-197
▁Ntabwo	-198
▁ki	-199
fite	-200
di	-201
▁ubu	-202
sa	-203
sh	-204
at	-205
mo	-206
▁ama	-207
et	-208
ly	-209
kun	-210
mi	-211
pe	-212
ran	-213
cu	-214
bon	-215
▁there	-216
▁as	-217
kere	-218
ch	-219
cyo	-220
▁lo	-221
ould	-222
tekere	-223
ent	-224
▁nta	-225
▁hi	-226
to	-227
▁what	-228
ble	-229
▁You	-230
gomba	-231
her	-232
andi	-233
▁at	-234
▁kuri	-235
tion	-236
▁want	-237
▁wor	-238
jye	-239
▁cyane	-240
bwi	-241
▁hari	-242
ok	-243
▁ka	-244
▁Ibi	-245
ght	-246
▁There	-247
pp	-248
va	-249
▁D	-250
rwa	-251
▁Ni	-252
▁tu	-253
▁te	-254
intu	-255
▁ri	-256
▁his	-257
anga	-258
fu	-259
ren	-260
du	-261
▁pe	-262
pa	-263
▁igi	-264
yin	-265
vuga	-266
▁like	-267
▁your	-268
▁E	-269
▁bo	-270
▁ti	-271
la	-272
ple	-273
▁no	-274
shaka	-275
ca	-276
one	-277
▁bya	-278
▁my	-279
▁pro	-280
▁all	-281
▁ntabwo	-282
▁they	-283
▁G	-284
ted	-285
hen	-286
▁Mu	-287
▁kuba	-288
ir	-289
hou	-290
men	-291
▁ye	-292
▁with	-293
▁We	-294
ne	-295
it	-296
gen	-297
ore	-298
▁He	-299
,"	-300
▁R	-301
▁ca	-302
ink	-303
▁ib	-304
ry	-305
▁co	-306
▁neza	-307
▁time	-308
▁think	-309
kunda	-310
▁abo	-311
▁That	-312
zu	-313
▁nti	-314
ish	-315
gera	-316
▁su	-317
tekereza	-318
▁him	-319
▁would	-320
bona	-321
ryo	-322
res	-323
use	-324
▁nu	-325
▁j	-326
gira	-327
▁de	-328
▁Sin	-329
ani	-330
▁byo	-331
▁ru	-332
fe	-333
▁but	-334
▁P	-335
vi	-336
▁gukora	-337
▁aba	-338
▁un	-339
bere	-340
ntu	-341
thing	-342
tse	-343
▁Nta	-344
ci	-345
▁who	-346
bantu	-347
▁does	-348
ad	-349
▁y	-350
bazo	-351
▁about	-352
giye	-353
▁man	-354
▁kubi	-355
▁good	-356
so	-357
▁see	-358
ople	-359
very	-360
isa	-361
anda	-362
▁has	-363
▁one	-364
end	-365
▁si	-366
▁if	-367
▁ta	-368
bwa	-369
▁le	-370
▁kwi	-371
▁po	-372
▁happ	-373
▁ibyo	-374
lo	-375
▁pa	-376
rs	-377
das	-378
▁It	-379
ys	-380
ng	-381
▁people	-382
▁yi	-383
▁icyo	-384
▁some	-385
ong	-386
▁um	-387
ck	-388
here	-389
▁cya	-390
▁yari	-391
ct	-392
su	-393
gara	-394
▁al	-395
ind	-396
hy	-397
lly	-398
▁ex	-399
▁con	-400
ene	-401
ini	-402
kuri	-403
▁iyo	-404
▁Na	-405
ishi	-406
mva	-407
▁iyi	-408
geze	-409
▁ariko	-410
▁by	-411
▁du	-412
▁J	-413
fas	-414
▁didn	-415
▁when	-416
▁di	-417
gabo	-418
▁han	-419
jya	-420
▁ik	-421
▁C	-422
▁igihe	-423
▁am	-424
isi	-425
▁ga	-426
▁L	-427
mbo	-428
oro	-429
ven	-430
ther	-431
▁work	-432
yinshi	-433
ric	-434
▁had	-435
wan	-436
rom	-437
▁tell	-438
mvu	-439
▁fa	-440
▁us	-441
kome	-442
▁ata	-443
▁Hari	-444
▁were	-445
nd	-446
ur	-447
ally	-448
isha	-449
yuma	-450
▁uru	-451
▁Ntu	-452
nsi	-453
▁happen	-454
▁fi	-455
zwe	-456
▁here	-457
ine	-458
▁from	-459
▁need	-460
▁her	-461
▁byose	-462
▁zi	-463
▁any	-464
▁hel	-465
▁say	-466
gwa	-467
▁Ku	-468
▁love	-469
▁ac	-470
▁how	-471
twa	-472
▁get	-473
kan	-474
tan	-475
wose	-476
▁com	-477
▁very	-478
kuru	-479
bwira	-480
▁thing	-481
ol	-482
▁da	-483
▁never	-484
▁shou	-485
fa	-486
im	-487
bye	-488
▁help	-489
vuze	-490
yiza	-491
▁cyo	-492
▁abantu	-493
▁should	-494
tabo	-495
▁book	-496
qu	-497
rasi	-498
ngu	-499
▁ngo	-500
If	-501
gihe	-502
▁Iyi	-503
▁many	-504
gere	-505
der	-506
▁uko	-507
▁look	-508
do	-509
▁ro	-510
▁yu	-511
▁said	-512
day	-513
▁af	-514
huri	-515
▁aza	-516
ira	-517
▁bwa	-518
▁hear	-519
▁going	-520
▁proble	-521
bera	-522
▁imp	-523
alisa	-524
▁problem	-525
sed	-526
▁sho	-527
▁car	-528
▁sin	-529
▁uta	-530
▁take	-531
▁Tu	-532
▁en	-533
▁fe	-534
▁rya	-535
enshi	-536
pamvu	-537
▁rwose	-538
red	-539
▁Im	-540
▁or	-541
▁st	-542
▁nzi	-543
▁sta	-544
cause	-545
genda	-546
▁niba	-547
menya	-548
▁What	-549
rasira	-550
▁could	-551
kene	-552
▁come	-553
ary	-554
riye	-555
▁aka	-556
hild	-557
koze	-558
▁Iyo	-559
▁pla	-560
▁Eric	-561
▁them	-562
▁kandi	-563
▁up	-564
Ni	-565
kwi	-566
▁she	-567
ess	-568
far	-569
▁out	-570
enge	-571
▁uri	-572
ast	-573
gan	-574
▁gihe	-575
lt	-576
rt	-577
▁In	-578
▁uyu	-579
▁make	-580
▁mbere	-581
▁la	-582
▁nza	-583
▁much	-584
▁really	-585
nda	-586
oni	-587
sha	-588
▁uza	-589
▁told	-590
▁child	-591
▁ikintu	-592
wu	-593
kin	-594
rya	-595
▁aga	-596
▁How	-597
▁because	-598
▁spe	-599
▁been	-600
▁kubikora	-601
▁ke	-602
fasha	-603
▁hano	-604
▁other	-605
baye	-606
bwiye	-607
▁thou	-608
ise	-609
geza	-610
▁Iki	-611
▁why	-612
▁afite	-613
hose	-614
kore	-615
jwe	-616
▁mo	-617
▁yan	-618
▁their	-619
▁umuntu	-620
ree	-621
▁Ka	-622
▁Sim	-623
oka	-624
▁za	-625
▁par	-626
▁doesn	-627
hin	-628
ton	-629
▁ra	-630
▁something	-631
ano	-632
kana	-633
▁cyu	-634
▁Re	-635
shye	-636
jo	-637
wana	-638
gisha	-639
▁gusa	-640
▁these	-641
▁dif	-642
dashaka	-643
ked	-644
Niba	-645
▁Umu	-646
wanda	-647
▁Hariho	-648
yone	-649
▁Ura	-650
▁kub	-651
faranga	-652
mbi	-653
▁kw	-654
▁mi	-655
▁lot	-656
▁nka	-657
▁v	-658
▁ab	-659
hing	-660
king	-661
mera	-662
odoka	-663
na	-664
▁God	-665
er	-666
ty	-667
rou	-668
▁wo	-669
▁aho	-670
▁than	-671
bikora	-672
rin	-673
▁Do	-674
▁hu	-675
▁fo	-676
▁give	-677
mbe	-678
▁sc	-679
▁Don	-680
▁Tom	-681
▁way	-682
kores	-683
▁ubwo	-684
▁kuvuga	-685
▁z	-686
shyi	-687
wiza	-688
▁tal	-689
hoboka	-690
ase	-691
ruka	-692
▁twa	-693
▁more	-694
▁ic	-695
oney	-696
▁now	-697
▁house	-698
tin	-699
menye	-700
▁kugu	-701
▁cyangwa	-702
fore	-703
zaba	-704
ariya	-705
ment	-706
hanga	-707
▁money	-708
▁eat	-709
other	-710
▁year	-711
pu	-712
ous	-713
biri	-714
keneye	-715
ity	-716
baba	-717
gani	-718
ning	-719
▁stu	-720
▁tru	-721
pi	-722
fata	-723
▁our	-724
giran	-725
▁before	-726
▁kubona	-727
▁sto	-728
▁munsi	-729
ama	-730
row	-731
ved	-732
indi	-733
zima	-734
▁bwo	-735
?"	-736
twe	-737
andu	-738
ting	-739
▁nki	-740
▁right	-741
▁those	-742
▁byinshi	-743
ide	-744
▁jo	-745
▁imi	-746
bonye	-747
▁kumu	-748
▁Imana	-749
▁after	-750
bis	-751
▁things	-752
ni	-753
ome	-754
shu	-755
hool	-756
yine	-757
mwa	-758
rika	-759
▁bari	-760
komeye	-761
▁gitabo	-762
▁O	-763
uru	-764
gije	-765
▁kun	-766
▁won	-767
▁ibintu	-768
byi	-769
mye	-770
▁Pa	-771
▁Nya	-772
▁anything	-773
▁ndi	-774
▁under	-775
girango	-776
▁Mariya	-777
aha	-778
oun	-779
pan	-780
▁Ha	-781
yaka	-782
▁ban	-783
tekerezo	-784
▁amafaranga	-785
lan	-786
zera	-787
▁Mary	-788
▁bira	-789
▁school	-790
▁kugirango	-791
hari	-792
reba	-793
▁ara	-794
▁find	-795
▁long	-796
▁kugira	-797
ek	-798
el	-799
ja	-800
ust	-801
ves	-802
▁ad	-803
▁byu	-804
▁gut	-805
▁call	-806
▁well	-807
▁word	-808
▁yawe	-809
▁nyuma	-810
▁thought	-811
▁nshobora	-812
banu	-813
▁Nti	-814
▁ntu	-815
▁read	-816
▁kujya	-817
lf	-818
no	-819
▁F	-820
ten	-821
▁Aba	-822
▁iri	-823
▁let	-824
▁mugihe	-825
rd	-826
xt	-827
les	-828
▁ar	-829
zira	-830
anzwe	-831
▁buri	-832
▁week	-833
▁where	-834
▁kalisa	-835
ful	-836
rwe	-837
▁Wa	-838
ring	-839
▁cyi	-840
lease	-841
ep	-842
un	-843
ach	-844
man	-845
▁Nda	-846
senge	-847
wanya	-848
▁doing	-849
▁hirwa	-850
lie	-851
gana	-852
yama	-853
▁mis	-854
▁nku	-855
▁only	-856
▁byari	-857
▁kurya	-858
▁ikibazo	-859
▁ushobora	-860
tter	-861
▁uwo	-862
yango	-863
▁sure	-864
▁Ya	-865
den	-866
korwa	-867
▁home	-868
ic	-869
▁nda	-870
▁Muri	-871
▁They	-872
▁life	-873
▁room	-874
▁spea	-875
ft	-876
umu	-877
▁Bu	-878
rong	-879
tsin	-880
▁ita	-881
▁tra	-882
▁nawe	-883
gereza	-884
kuriki	-885
▁kimwe	-886
▁yanjye	-887
▁kumenya	-888
▁nothing	-889
▁Sinshobora	-890
gn	-891
▁""	-892
mber	-893
shya	-894
▁Nza	-895
▁bas	-896
▁lea	-897
tions	-898
▁must	-899
▁byiza	-900
▁kubera	-901
▁impamvu	-902
po	-903
▁Is	-904
jyan	-905
rist	-906
ture	-907
▁ejo	-908
mweru	-909
▁chan	-910
▁Nibyo	-911
▁again	-912
kwe	-913
▁Ubu	-914
hindu	-915
▁bose	-916
▁inte	-917
▁went	-918
reat	-919
▁dis	-920
▁pre	-921
▁hope	-922
▁mugisha	-923
ord	-924
▁No	-925
shin	-926
ying	-927
feren	-928
▁Kuki	-929
▁biza	-930
▁meet	-931
▁plan	-932
▁underst	-933
cy	-934
ji	-935
byu	-936
▁qu	-937
mere	-938
raga	-939
▁Why	-940
▁bad	-941
▁bus	-942
▁use	-943
▁able	-944
▁yara	-945
▁benshi	-946
▁kibazo	-947
▁wanjye	-948
lu	-949
ans	-950
ason	-951
baho	-952
mura	-953
▁Let	-954
▁buy	-955
▁day	-956
▁kin	-957
▁wri	-958
▁ever	-959
▁belie	-960
▁every	-961
▁karasira	-962
rn	-963
ory	-964
tes	-965
tsi	-966
▁bw	-967
hout	-968
rimo	-969
tera	-970
kanye	-971
kobwa	-972
riend	-973
▁kuko	-974
▁talk	-975
▁akazi	-976
▁buryo	-977
am	-978
uka	-979
wer	-980
gore	-981
mune	-982
rira	-983
rson	-984
▁last	-985
muneka	-986
▁wanted	-987
▁differen	-988
ways	-989
ryango	-990
koresha	-991
▁always	-992
▁mugabo	-993
mv	-994
mbu	-995
▁new	-996
tondo	-997
▁Bira	-998
▁mfite	-999
bya	-1000
mvi	-1001
▁Bi	-1002
hugu	-1003
ving	-1004
▁acc	-1005
▁min	-1006
▁mor	-1007
▁wen	-1008
▁kuku	-1009
kusenge	-1010
▁nyinshi	-1011
▁children	-1012
▁h	-1013
fuza	-1014
▁job	-1015
▁mar	-1016
▁Reka	-1017
▁even	-1018
▁kugeza	-1019
▁morning	-1020
▁vu	-1021
tege	-1022
zere	-1023
▁nas	-1024
▁ura	-1025
▁amas	-1026
▁mwiza	-1027
▁happened	-1028
ac	-1029
hus	-1030
ina	-1031
zwa	-1032
ough	-1033
▁Nzi	-1034
▁azi	-1035
ather	-1036
gambo	-1037
tanga	-1038
▁kuru	-1039
▁Kalisa	-1040
▁friend	-1041
▁reason	-1042
▁wenyine	-1043
for	-1044
hed	-1045
gize	-1046
rere	-1047
▁eas	-1048
▁exp	-1049
orrow	-1050
▁vuba	-1051
▁heard	-1052
▁nziza	-1053
▁Simoni	-1054
▁enough	-1055
▁person	-1056
▁understand	-1057
bw	-1058
ew	-1059
wn	-1060
▁.	-1061
irst	-1062
▁ask	-1063
▁ear	-1064
▁gat	-1065
▁kwa	-1066
▁feel	-1067
▁just	-1068
mp	-1069
est	-1070
ongo	-1071
ried	-1072
▁old	-1073
▁put	-1074
▁uzi	-1075
▁whi	-1076
buryo	-1077
▁live	-1078
▁tuta	-1079
ishije	-1080
▁Simon	-1081
▁Sinzi	-1082
▁cyose	-1083
▁hamwe	-1084
ul	-1085
ence	-1086
▁cha	-1087
▁mwa	-1088
twara	-1089
hagije	-1090
▁speak	-1091
▁today	-1092
▁ufite	-1093
▁anyone	-1094
ls	-1095
ms	-1096
esh	-1097
pfu	-1098
▁cy	-1099
ciro	-1100
gati	-1101
gura	-1102
haga	-1103
ount	-1104
▁may	-1105
▁nya	-1106
kwiye	-1107
▁Hano	-1108
▁Icyo	-1109
▁bite	-1110
▁done	-1111
▁ukuri	-1112
▁Rwanda	-1113
▁ushaka	-1114
ell	-1115
mpa	-1116
ssi	-1117
ywa	-1118
▁nk	-1119
yobo	-1120
▁Uwo	-1121
▁res	-1122
kintu	-1123
▁guso	-1124
▁left	-1125
▁knows	-1126
▁three	-1127
ces	-1128
cya	-1129
iso	-1130
kira	-1131
self	-1132
▁byi	-1133
▁saa	-1134
▁wit	-1135
shuti	-1136
▁care	-1137
▁great	-1138
▁rimwe	-1139
▁akunda	-1140
▁menshi	-1141
pt	-1142
▁Bo	-1143
kire	-1144
ound	-1145
▁gir	-1146
▁nde	-1147
▁too	-1148
ishyu	-1149
▁gute	-1150
▁mubi	-1151
andiko	-1152
ongera	-1153
▁first	-1154
▁years	-1155
▁change	-1156
▁ugomba	-1157
tle	-1158
▁two	-1159
hungu	-1160
ident	-1161
▁back	-1162
▁next	-1163
▁place	-1164
▁world	-1165
▁imodoka	-1166
▁Ba	-1167
▁rw	-1168
curu	-1169
ramo	-1170
reke	-1171
▁mun	-1172
hirwe	-1173
▁bara	-1174
▁made	-1175
▁These	-1176
▁ntiba	-1177
▁imyaka	-1178
ris	-1179
▁Ja	-1180
▁Jo	-1181
▁Nu	-1182
▁el	-1183
▁sp	-1184
ingo	-1185
meze	-1186
subi	-1187
tuma	-1188
▁Uyu	-1189
▁dec	-1190
▁Ibyo	-1191
bikoze	-1192
▁kintu	-1193
▁muntu	-1194
▁wrong	-1195
▁believe	-1196
ue	-1197
us	-1198
ubi	-1199
▁Ma	-1200
▁op	-1201
▁zo	-1202
bura	-1203
gaye	-1204
rana	-1205
▁fami	-1206
▁hard	-1207
ishimi	-1208
▁alone	-1209
▁impor	-1210
▁Please	-1211
▁gitondo	-1212
▁Ndashaka	-1213
jyi	-1214
ndi	-1215
til	-1216
▁Ch	-1217
giza	-1218
kosa	-1219
▁ide	-1220
▁iza	-1221
▁saw	-1222
▁tom	-1223
▁also	-1224
▁else	-1225
▁kuva	-1226
korera	-1227
▁happy	-1228
▁kumva	-1229
▁night	-1230
▁kinini	-1231
dushobora	-1232
▁importan	-1233
arn	-1234
mes	-1235
▁cl	-1236
guru	-1237
riza	-1238
till	-1239
▁pay	-1240
▁rwa	-1241
ganira	-1242
tekereje	-1243
▁without	-1244
▁Nyamuneka	-1245
owe	-1246
▁mw	-1247
juru	-1248
reka	-1249
▁ahu	-1250
▁bea	-1251
▁cye	-1252
▁ten	-1253
▁muru	-1254
▁reme	-1255
▁wawe	-1256
▁yose	-1257
tsinda	-1258
mvikana	-1259
▁imbere	-1260
▁kubaho	-1261
garagara	-1262
ger	-1263
baza	-1264
cult	-1265
▁abi	-1266
▁fin	-1267
▁mon	-1268
▁nte	-1269
▁wom	-1270
anjye	-1271
▁Nari	-1272
▁food	-1273
▁nari	-1274
ssible	-1275
▁until	-1276
shoboka	-1277
▁contin	-1278
▁ubwoba	-1279
▁umwanya	-1280
▁tomorrow	-1281
Ku	-1282
age	-1283
ses	-1284
yes	-1285
▁ry	-1286
▁cle	-1287
banya	-1288
fashe	-1289
▁bata	-1290
▁days	-1291
▁wari	-1292
ficult	-1293
komeza	-1294
▁inama	-1295
▁still	-1296
▁mpamvu	-1297
▁uburyo	-1298
▁difficult	-1299
He	-1300
Iyo	-1301
vin	-1302
guye	-1303
yaga	-1304
▁isi	-1305
bwire	-1306
ction	-1307
hunda	-1308
ision	-1309
kunze	-1310
munsi	-1311
retse	-1312
▁easy	-1313
▁show	-1314
▁umwe	-1315
▁used	-1316
wanjye	-1317
▁gutya	-1318
▁nkaho	-1319
▁cyumba	-1320
▁yavuze	-1321
andukanye	-1322
hes	-1323
ist	-1324
min	-1325
▁My	-1326
▁Wi	-1327
pani	-1328
riya	-1329
yira	-1330
▁bui	-1331
▁kwe	-1332
▁njye	-1333
hakaga	-1334
▁asked	-1335
▁mista	-1336
▁wants	-1337
▁Abantu	-1338
▁kagabo	-1339
▁Karasira	-1340
co	-1341
ket	-1342
▁Gu	-1343
mara	-1344
noon	-1345
▁"""	-1346
▁app	-1347
▁big	-1348
▁bwi	-1349
▁sha	-1350
▁try	-1351
husho	-1352
ranye	-1353
tween	-1354
▁Niba	-1355
▁bita	-1356
▁mean	-1357
▁nuko	-1358
▁stop	-1359
▁abana	-1360
▁atari	-1361
▁count	-1362
▁Ugomba	-1363
▁between	-1364
▁kugenda	-1365
▁Sinshaka	-1366
▁afternoon	-1367
hn	-1368
not	-1369
our	-1370
bana	-1371
inde	-1372
maze	-1373
rage	-1374
zina	-1375
▁bis	-1376
▁its	-1377
▁mas	-1378
▁nzu	-1379
▁best	-1380
▁city	-1381
▁ibya	-1382
▁king	-1383
▁rain	-1384
▁wese	-1385
▁hagati	-1386
▁umwana	-1387
gerageza	-1388
▁gahunda	-1389
▁someone	-1390
▁ntashobora	-1391
Nu	-1392
ss	-1393
mas	-1394
ort	-1395
the	-1396
buka	-1397
lish	-1398
tain	-1399
ties	-1400
▁end	-1401
▁inc	-1402
fungu	-1403
▁Tura	-1404
▁expe	-1405
▁inzu	-1406
▁nabi	-1407
hoboye	-1408
roshye	-1409
shyira	-1410
▁Nizere	-1411
▁ishuri	-1412
▁meeting	-1413
▁Ntushobora	-1414
Mu	-1415
gis	-1416
▁fu	-1417
gabe	-1418
goye	-1419
guze	-1420
kura	-1421
mana	-1422
mbwa	-1423
▁Ese	-1424
▁ans	-1425
▁rep	-1426
gingo	-1427
handa	-1428
hantu	-1429
▁Tell	-1430
▁drin	-1431
▁guha	-1432
▁numu	-1433
▁says	-1434
▁soon	-1435
▁wait	-1436
▁avuga	-1437
▁nibyo	-1438
mishije	-1439
▁ntacyo	-1440
▁ibibazo	-1441
▁mistake	-1442
▁ubuzima	-1443
▁Nshobora	-1444
▁different	-1445
▁important	-1446
In	-1447
cyu	-1448
▁Ar	-1449
bizi	-1450
cept	-1451
gute	-1452
joro	-1453
tely	-1454
▁Who	-1455
▁aha	-1456
▁icu	-1457
▁ira	-1458
▁lar	-1459
mbere	-1460
mvise	-1461
▁came	-1462
▁hand	-1463
▁into	-1464
▁poli	-1465
▁learn	-1466
▁month	-1467
▁words	-1468
▁cannot	-1469
▁modoka	-1470
mya	-1471
hita	-1472
mali	-1473
meza	-1474
▁Bya	-1475
▁bye	-1476
▁got	-1477
▁men	-1478
renze	-1479
▁idea	-1480
▁knew	-1481
▁yumu	-1482
bwenge	-1483
rwanda	-1484
▁ntiya	-1485
▁ukora	-1486
▁family	-1487
▁matter	-1488
▁nshaka	-1489
▁yagiye	-1490
ishimiye	-1491
ny	-1492
lve	-1493
ond	-1494
▁Ki	-1495
cted	-1496
kino	-1497
ttle	-1498
▁Iri	-1499
▁gato	-1500
▁icyu	-1501
▁umun	-1502
Ntabwo	-1503
rangiza	-1504
▁gufata	-1505
▁Ntekereza	-1506
bwe	-1507
san	-1508
tic	-1509
besh	-1510
lain	-1511
▁Ndi	-1512
▁twe	-1513
▁wat	-1514
rimbo	-1515
▁When	-1516
▁baza	-1517
▁gave	-1518
▁hafi	-1519
▁iryo	-1520
▁mubu	-1521
▁nice	-1522
▁sita	-1523
garaga	-1524
garuka	-1525
yobozi	-1526
ngereza	-1527
▁kureba	-1528
▁nkunda	-1529
▁Utekereza	-1530
uti	-1531
When	-1532
ande	-1533
bagi	-1534
gire	-1535
guha	-1536
kara	-1537
onje	-1538
rire	-1539
rori	-1540
saba	-1541
side	-1542
teri	-1543
▁Eng	-1544
▁bla	-1545
▁clo	-1546
jyana	-1547
▁Some	-1548
▁byan	-1549
▁open	-1550
▁real	-1551
▁same	-1552
▁teac	-1553
▁true	-1554
banura	-1555
tegeko	-1556
▁books	-1557
▁loves	-1558
▁party	-1559
hindura	-1560
kubwiye	-1561
▁beauti	-1562
▁called	-1563
▁Urashaka	-1564
aba	-1565
anu	-1566
ino	-1567
led	-1568
ron	-1569
sen	-1570
tal	-1571
▁Lo	-1572
▁Pe	-1573
bone	-1574
goro	-1575
kina	-1576
rezi	-1577
▁Gas	-1578
▁awa	-1579
jambo	-1580
mbara	-1581
risto	-1582
round	-1583
▁imvu	-1584
▁name	-1585
▁over	-1586
▁seri	-1587
▁stud	-1588
kemura	-1589
yapani	-1590
▁Japan	-1591
▁akora	-1592
▁kwiga	-1593
shakaga	-1594
▁ahantu	-1595
▁better	-1596
▁father	-1597
▁English	-1598
dashobora	-1599
▁amahirwe	-1600
▁problems	-1601
▁remember	-1602
The	-1603
ors	-1604
tun	-1605
zan	-1606
▁Ru	-1607
bili	-1608
leep	-1609
mezo	-1610
tima	-1611
wulo	-1612
▁All	-1613
▁dog	-1614
▁kum	-1615
▁mir	-1616
▁win	-1617
Nubwo	-1618
▁sent	-1619
shinga	-1620
▁infor	-1621
▁large	-1622
▁leave	-1623
bishaka	-1624
yeshuri	-1625
▁kuriyi	-1626
▁little	-1627
▁mother	-1628
▁amakosa	-1629
shoboraga	-1630
▁beautiful	-1631
il	-1632
You	-1633
gry	-1634
mit	-1635
ose	-1636
guri	-1637
hura	-1638
kiri	-1639
▁She	-1640
▁bit	-1641
▁bwe	-1642
▁cho	-1643
▁sur	-1644
▁yin	-1645
inshi	-1646
muntu	-1647
shize	-1648
tumwa	-1649
tumye	-1650
yumva	-1651
▁John	-1652
▁imwe	-1653
▁ques	-1654
▁road	-1655
▁tuza	-1656
▁angry	-1657
▁ryari	-1658
▁speci	-1659
▁times	-1660
▁Mugabe	-1661
▁couldn	-1662
▁gusoma	-1663
▁looking	-1664
▁ashobora	-1665
▁everyone	-1666
▁possible	-1667
▁everything	-1668
int	-1669
hora	-1670
sion	-1671
vuye	-1672
▁Uru	-1673
▁kid	-1674
ganga	-1675
▁keep	-1676
▁kuta	-1677
▁niyo	-1678
▁toge	-1679
▁umwa	-1680
▁yabo	-1681
merika	-1682
vugana	-1683
▁Mfite	-1684
▁bantu	-1685
▁cyiza	-1686
▁story	-1687
▁train	-1688
▁bafite	-1689
▁comple	-1690
▁country	-1691
▁cyumweru	-1692
▁together	-1693
ibi	-1694
sin	-1695
▁Gi	-1696
▁es	-1697
hone	-1698
llow	-1699
rimu	-1700
sore	-1701
taha	-1702
turn	-1703
▁bir	-1704
▁bou	-1705
byeyi	-1706
guage	-1707
iness	-1708
kanya	-1709
▁play	-1710
▁song	-1711
mbwiye	-1712
▁bwiza	-1713
▁drink	-1714
▁found	-1715
▁makes	-1716
▁Christ	-1717
▁Nigute	-1718
▁agomba	-1719
▁answer	-1720
▁kugura	-1721
▁letter	-1722
▁return	-1723
▁Tugomba	-1724
▁ntekereza	-1725
▁byukusenge	-1726
ju	-1727
lk	-1728
get	-1729
ubu	-1730
▁vi	-1731
buze	-1732
hise	-1733
orry	-1734
owed	-1735
zuba	-1736
▁che	-1737
▁few	-1738
▁pic	-1739
▁sec	-1740
▁war	-1741
mutse	-1742
renga	-1743
rutse	-1744
▁Paul	-1745
▁firi	-1746
▁girl	-1747
▁indi	-1748
▁issu	-1749
▁maze	-1750
▁pres	-1751
▁requ	-1752
▁such	-1753
▁then	-1754
▁yuko	-1755
mation	-1756
▁bintu	-1757
▁build	-1758
▁mbona	-1759
▁sibyo	-1760
▁stand	-1761
▁table	-1762
▁worry	-1763
▁young	-1764
anguage	-1765
▁Pawulo	-1766
▁ahubwo	-1767
▁aricyo	-1768
▁hejuru	-1769
▁friends	-1770
▁inshuti	-1771
▁kuburyo	-1772
▁teacher	-1773
▁information	-1774
by	-1775
ffe	-1776
lle	-1777
rea	-1778
uld	-1779
urs	-1780
vie	-1781
▁Ke	-1782
▁cu	-1783
ness	-1784
raid	-1785
ries	-1786
shwa	-1787
ster	-1788
tive	-1789
ziko	-1790
▁per	-1791
sabye	-1792
yenda	-1793
▁ibis	-1794
▁imba	-1795
▁kuza	-1796
▁niki	-1797
▁pacy	-1798
▁part	-1799
▁stay	-1800
jyanye	-1801
▁paren	-1802
▁watch	-1803
▁water	-1804
anditse	-1805
▁abandi	-1806
▁afraid	-1807
▁kunywa	-1808
▁mirongo	-1809
▁decision	-1810
▁byoroshye	-1811
▁kukubwira	-1812
▁Natekereje	-1813
""	-1814
nga	-1815
ral	-1816
▁nd	-1817
This	-1818
anya	-1819
bare	-1820
ised	-1821
kazi	-1822
maro	-1823
seze	-1824
▁Not	-1825
▁ati	-1826
▁dan	-1827
▁fun	-1828
▁hea	-1829
▁non	-1830
▁opp	-1831
▁run	-1832
genzi	-1833
▁Look	-1834
▁arri	-1835
▁five	-1836
▁kill	-1837
▁muma	-1838
▁wind	-1839
andika	-1840
cation	-1841
▁Where	-1842
▁being	-1843
▁icumi	-1844
▁mwana	-1845
▁ngiye	-1846
▁ntago	-1847
▁throu	-1848
▁bought	-1849
▁hariya	-1850
▁others	-1851
▁bigomba	-1852
▁talking	-1853
▁tugomba	-1854
▁umugabo	-1855
▁language	-1856
▁sinshobora	-1857
Sin	-1858
tso	-1859
▁Ab	-1860
▁If	-1861
▁mp	-1862
isit	-1863
read	-1864
ruro	-1865
siye	-1866
ston	-1867
▁Dom	-1868
▁Uza	-1869
▁ada	-1870
▁aya	-1871
▁des	-1872
▁sma	-1873
dents	-1874
nauld	-1875
ubizo	-1876
▁each	-1877
▁game	-1878
▁kare	-1879
▁nibi	-1880
▁supp	-1881
fuzaga	-1882
ishuri	-1883
teguye	-1884
▁cause	-1885
▁cyawe	-1886
▁solve	-1887
▁sorry	-1888
▁truth	-1889
▁uriya	-1890
babajwe	-1891
ishyura	-1892
▁Boston	-1893
▁finish	-1894
▁inzira	-1895
▁muriyi	-1896
▁ndetse	-1897
▁ngomba	-1898
▁please	-1899
▁Arnauld	-1900
▁another	-1901
▁cyanjye	-1902
yukusenge	-1903
▁kubyumva	-1904
tekerezaga	-1905
▁Ntidushobora	-1906
ane	-1907
ant	-1908
ced	-1909
ken	-1910
vid	-1911
wim	-1912
▁Be	-1913
▁Du	-1914
▁pi	-1915
fice	-1916
gahe	-1917
ight	-1918
irwa	-1919
keka	-1920
kiye	-1921
less	-1922
ress	-1923
shyu	-1924
taka	-1925
▁boy	-1926
▁rwe	-1927
▁twi	-1928
▁uda	-1929
▁uku	-1930
▁aban	-1931
▁bisa	-1932
▁kuki	-1933
▁most	-1934
▁mugi	-1935
▁tele	-1936
▁tura	-1937
goroba	-1938
▁bwawe	-1939
▁minsi	-1940
▁mwaka	-1941
▁nkibi	-1942
hangayi	-1943
yandiko	-1944
▁accept	-1945
▁habaye	-1946
▁murugo	-1947
▁kujyayo	-1948
▁serious	-1949
▁continue	-1950
▁students	-1951
dia	-1952
gra	-1953
kwa	-1954
med	-1955
mon	-1956
per	-1957
ret	-1958
yed	-1959
▁tw	-1960
ball	-1961
hama	-1962
lima	-1963
taye	-1964
velo	-1965
▁Can	-1966
▁Twa	-1967
▁cat	-1968
▁law	-1969
▁nko	-1970
▁own	-1971
▁sit	-1972
▁Sini	-1973
▁clot	-1974
▁cold	-1975
▁kera	-1976
▁kind	-1977
▁yaba	-1978
beshye	-1979
rengan	-1980
rested	-1981
▁early	-1982
▁nkuko	-1983
▁umusa	-1984
▁woman	-1985
sterday	-1986
▁forget	-1987
▁harimo	-1988
▁ijambo	-1989
▁imvura	-1990
▁byabaye	-1991
▁parents	-1992
▁through	-1993
▁weekend	-1994
▁amagambo	-1995
▁kurangiza	-1996
▁yesterday	-1997
▁Byukusenge	-1998
gy	-1999
ass	-2000
dul	-2001
ork	-2002
she	-2003
▁ag	-2004
▁br	-2005
▁ur	-2006
ject	-2007
pany	-2008
tend	-2009
tuye	-2010
▁Ama	-2011
▁bin	-2012
▁fai	-2013
▁iba	-2014
▁son	-2015
ishyi	-2016
▁away	-2017
▁door	-2018
▁kazi	-2019
▁kira	-2020
▁koga	-2021
▁lost	-2022
▁mumu	-2023
▁swim	-2024
▁took	-2025
▁ukun	-2026
▁wish	-2027
▁yacu	-2028
gereje	-2029
rekana	-2030
▁Ninde	-2031
▁earth	-2032
▁likes	-2033
▁ntibi	-2034
▁visit	-2035
▁write	-2036
oroshye	-2037
zongera	-2038
▁Kristo	-2039
▁firime	-2040
▁hariho	-2041
▁though	-2042
▁explain	-2043
▁gukoresha	-2044
▁igitekerezo	-2045
iti	-2046
ize	-2047
lic	-2048
yer	-2049
▁ja	-2050
▁pu	-2051
▁wu	-2052
bahi	-2053
cess	-2054
ctly	-2055
ctor	-2056
gali	-2057
ruwa	-2058
ship	-2059
tswe	-2060
wara	-2061
▁His	-2062
▁Igi	-2063
▁ayo	-2064
▁ima	-2065
▁ryo	-2066
▁ubi	-2067
▁ugu	-2068
cious	-2069
ishwa	-2070
kundo	-2071
nyine	-2072
oneho	-2073
velop	-2074
▁Reba	-2075
▁case	-2076
▁kiza	-2077
▁koko	-2078
▁late	-2079
▁refu	-2080
▁seen	-2081
▁waba	-2082
rezida	-2083
▁hours	-2084
▁imbwa	-2085
▁later	-2086
▁looks	-2087
▁mujyi	-2088
▁point	-2089
▁since	-2090
gombaga	-2091
tangira	-2092
▁Ngomba	-2093
▁around	-2094
▁ikindi	-2095
▁brother	-2096
▁cyilima	-2097
▁happens	-2098
▁ngombwa	-2099
▁special	-2100
▁accident	-2101
▁imbaraga	-2102
▁Urashobora	-2103
▁difference	-2104
No	-2105
ars	-2106
ath	-2107
spe	-2108
▁An	-2109
▁Da	-2110
▁So	-2111
gare	-2112
jira	-2113
riko	-2114
rimi	-2115
ront	-2116
tora	-2117
utse	-2118
▁May	-2119
▁far	-2120
▁ngu	-2121
▁usu	-2122
ganda	-2123
rwaye	-2124
shing	-2125
shuro	-2126
▁bibi	-2127
▁gica	-2128
▁nama	-2129
▁surp	-2130
Kubera	-2131
curuzi	-2132
hitamo	-2133
kenewe	-2134
▁Ntago	-2135
▁given	-2136
▁impan	-2137
▁isaha	-2138
▁itatu	-2139
▁izina	-2140
▁movie	-2141
▁nkora	-2142
▁prepa	-2143
▁start	-2144
ishimye	-2145
tangaje	-2146
▁bivuze	-2147
▁bizaba	-2148
▁inyuma	-2149
▁kabiri	-2150
▁nanjye	-2151
▁ngingo	-2152
kurikije	-2153
menyetso	-2154
▁allowed	-2155
▁clothes	-2156
▁company	-2157
renganzira	-2158
tandukanye	-2159
▁gicamunsi	-2160
ard	-2161
asi	-2162
spi	-2163
ugh	-2164
daso	-2165
ense	-2166
esus	-2167
inya	-2168
koro	-2169
kubi	-2170
muka	-2171
pera	-2172
vice	-2173
▁Nas	-2174
▁Sta	-2175
▁Uni	-2176
▁ako	-2177
▁bot	-2178
▁ele	-2179
▁exa	-2180
▁mwi	-2181
▁pen	-2182
▁thi	-2183
▁uwa	-2184
gende	-2185
genze	-2186
sanga	-2187
▁Umwa	-2188
▁bike	-2189
▁down	-2190
▁icya	-2191
▁imme	-2192
▁joro	-2193
▁minu	-2194
▁muto	-2195
▁nini	-2196
▁toni	-2197
mvumba	-2198
▁Igihe	-2199
▁bring	-2200
▁fight	-2201
▁hantu	-2202
▁issue	-2203
▁known	-2204
▁kumwe	-2205
▁moshi	-2206
▁ntaza	-2207
▁ntazi	-2208
▁while	-2209
kwiriye	-2210
sezeran	-2211
▁bibaho	-2212
▁dufite	-2213
▁nonaha	-2214
▁number	-2215
▁office	-2216
▁saying	-2217
▁shusho	-2218
hoboraga	-2219
▁Mubwire	-2220
▁Nkeneye	-2221
▁kwizera	-2222
▁waiting	-2223
▁building	-2224
▁impanuka	-2225
▁dushobora	-2226
ishimishije	-2227
▁gutekereza	-2228
Ibi	-2229
ang	-2230
cts	-2231
ner	-2232
oto	-2233
uza	-2234
vel	-2235
▁Sa	-2236
anze	-2237
ding	-2238
hika	-2239
hind	-2240
huhe	-2241
pped	-2242
rica	-2243
sura	-2244
ters	-2245
yina	-2246
yuba	-2247
▁cor	-2248
▁gra	-2249
▁ser	-2250
▁shi	-2251
▁sim	-2252
banga	-2253
pfuye	-2254
▁bamu	-2255
▁biri	-2256
▁fore	-2257
▁imyi	-2258
▁kaga	-2259
▁kibi	-2260
▁kiri	-2261
▁kure	-2262
▁kuwa	-2263
▁meza	-2264
▁mind	-2265
▁sick	-2266
▁sign	-2267
▁text	-2268
angahe	-2269
gerage	-2270
▁amaze	-2271
▁close	-2272
▁conce	-2273
▁cyari	-2274
▁means	-2275
▁produ	-2276
▁seems	-2277
▁shoes	-2278
▁sleep	-2279
▁study	-2280
▁tired	-2281
▁which	-2282
▁works	-2283
koresho	-2284
▁follow	-2285
▁kuruta	-2286
▁nigeze	-2287
▁strong	-2288
▁wouldn	-2289
▁develop	-2290
▁ibitabo	-2291
▁project	-2292
▁tonight	-2293
▁working	-2294
▁business	-2295
▁Nyamvumba	-2296
As	-2297
um	-2298
any	-2299
ark	-2300
bly	-2301
cle	-2302
ign	-2303
lar	-2304
lli	-2305
now	-2306
ons	-2307
que	-2308
▁Rw	-2309
▁To	-2310
▁ze	-2311
able	-2312
ansa	-2313
fone	-2314
heje	-2315
horo	-2316
keye	-2317
pira	-2318
poro	-2319
ruhu	-2320
sing	-2321
zana	-2322
▁bed	-2323
▁rec	-2324
▁rye	-2325
▁sun	-2326
gendo	-2327
hough	-2328
konje	-2329
▁baba	-2330
▁enjo	-2331
▁foot	-2332
▁gito	-2333
▁ibyi	-2334
▁impa	-2335
▁kari	-2336
▁nubu	-2337
▁park	-2338
▁rich	-2339
▁sing	-2340
▁ubus	-2341
▁ubwa	-2342
▁wife	-2343
banuro	-2344
hagara	-2345
yemezo	-2346
▁Abdul	-2347
▁Ngiye	-2348
▁allow	-2349
▁birth	-2350
▁byaba	-2351
▁clear	-2352
▁front	-2353
▁nkuru	-2354
▁nubwo	-2355
diately	-2356
▁Birasa	-2357
▁United	-2358
▁attend	-2359
▁market	-2360
▁needed	-2361
▁ntibis	-2362
hagarika	-2363
shingano	-2364
▁inshuro	-2365
▁married	-2366
▁Sinigeze	-2367
▁yambwiye	-2368
▁nashakaga	-2369
▁umuryango	-2370
▁immediately	-2371
gs	-2372
vo	-2373
▁ij	-2374
alth	-2375
aran	-2376
jije	-2377
mini	-2378
rest	-2379
riro	-2380
tari	-2381
wers	-2382
yoni	-2383
▁And	-2384
▁Ken	-2385
▁ate	-2386
▁bri	-2387
▁dri	-2388
▁flo	-2389
▁iko	-2390
▁isa	-2391
▁izi	-2392
▁kur	-2393
▁met	-2394
▁uka	-2395
ished	-2396
kweto	-2397
ndred	-2398
tegan	-2399
times	-2400
▁Tuza	-2401
▁bisi	-2402
▁busy	-2403
▁exam	-2404
▁four	-2405
▁igis	-2406
▁kire	-2407
▁mach	-2408
bayeho	-2409
minuza	-2410
ording	-2411
siyete	-2412
tional	-2413
yigeze	-2414
▁Ntuga	-2415
▁Rwand	-2416
▁ahari	-2417
▁black	-2418
▁clean	-2419
▁comes	-2420
▁death	-2421
▁discu	-2422
▁hospi	-2423
▁kubyo	-2424
▁power	-2425
▁teach	-2426
▁urimo	-2427
▁uvuga	-2428
▁women	-2429
faransa	-2430
hishika	-2431
tangiye	-2432
▁Umuntu	-2433
▁aribyo	-2434
▁myself	-2435
▁ubwoko	-2436
▁yakoze	-2437
hangayik	-2438
▁Gashuhe	-2439
▁amakuru	-2440
▁exactly	-2441
▁gushaka	-2442
▁hundred	-2443
▁kongera	-2444
▁picture	-2445
▁shouldn	-2446
▁umugore	-2447
▁umutima	-2448
▁Mbabajwe	-2449
▁ababyeyi	-2450
▁bihagije	-2451
▁gukomeza	-2452
▁gutsinda	-2453
▁kaminuza	-2454
▁kuvugana	-2455
▁ndirimbo	-2456
▁udashaka	-2457
▁icyongereza	-2458
kw	-2459
dge	-2460
fat	-2461
ice	-2462
nye	-2463
pfa	-2464
tis	-2465
▁Ju	-2466
caye	-2467
fuzo	-2468
mplo	-2469
rane	-2470
sita	-2471
tten	-2472
yumv	-2473
zuye	-2474
▁ese	-2475
▁gas	-2476
▁iso	-2477
▁nin	-2478
▁nor	-2479
mpaye	-2480
tonde	-2481
▁Have	-2482
▁cont	-2483
▁kuha	-2484
▁kumi	-2485
▁naba	-2486
▁niho	-2487
▁pari	-2488
▁rela	-2489
▁resi	-2490
▁tree	-2491
▁turi	-2492
▁wabi	-2493
▁wine	-2494
andatu	-2495
cyumba	-2496
komeje	-2497
turage	-2498
yanjye	-2499
yubako	-2500
▁agree	-2501
▁bimwe	-2502
▁chair	-2503
▁girls	-2504
▁inclu	-2505
▁phone	-2506
▁prote	-2507
▁reach	-2508
▁ready	-2509
▁small	-2510
▁tried	-2511
▁trust	-2512
byukuri	-2513
dikanya	-2514
hangana	-2515
lthough	-2516
▁Kamali	-2517
▁States	-2518
▁Tuziko	-2519
▁ashaka	-2520
▁bakora	-2521
▁choose	-2522
▁gusubi	-2523
▁ibiryo	-2524
▁police	-2525
tegereje	-2526
▁Nabonye	-2527
▁gutanga	-2528
▁hanyuma	-2529
▁ubwenge	-2530
▁ubufasha	-2531
▁bishoboka	-2532
bt	-2533
asu	-2534
dom	-2535
mal	-2536
mer	-2537
oti	-2538
pid	-2539
twi	-2540
van	-2541
zwi	-2542
▁On	-2543
▁Ye	-2544
▁zu	-2545
blic	-2546
buga	-2547
cucu	-2548
geye	-2549
hana	-2550
huye	-2551
jang	-2552
lisa	-2553
ples	-2554
ramu	-2555
tero	-2556
teye	-2557
yara	-2558
zaza	-2559
▁Aha	-2560
▁Are	-2561
▁Aya	-2562
▁Did	-2563
▁One	-2564
▁col	-2565
▁cou	-2566
▁dou	-2567
▁mom	-2568
▁off	-2569
▁sad	-2570
▁smo	-2571
▁tem	-2572
▁umw	-2573
Igihe	-2574
aring	-2575
byiri	-2576
gaban	-2577
hande	-2578
jyayo	-2579
kwezi	-2580
ranga	-2581
table	-2582
terwa	-2583
twaye	-2584
▁Waba	-2585
▁deli	-2586
▁fact	-2587
▁gari	-2588
▁hour	-2589
▁hurt	-2590
▁maku	-2591
▁mine	-2592
▁post	-2593
▁saha	-2594
▁sell	-2595
▁undi	-2596
▁zose	-2597
guruka	-2598
injira	-2599
jangwe	-2600
magara	-2601
merera	-2602
▁Byaba	-2603
▁bityo	-2604
▁bwose	-2605
▁byawe	-2606
▁haven	-2607
▁itanu	-2608
▁needs	-2609
▁ntebe	-2610
▁seven	-2611
▁sinzi	-2612
▁uruha	-2613
▁using	-2614
▁whole	-2615
▁Ntacyo	-2616
▁bavuga	-2617
▁expect	-2618
▁ibindi	-2619
▁kiriya	-2620
▁ntibya	-2621
▁machine	-2622
▁complete	-2623
▁gushyira	-2624
▁hospital	-2625
▁kwandika	-2626
▁ibishoboka	-2627
▁ibitekerezo	-2628
ff	-2629
abo	-2630
ake	-2631
gin	-2632
iki	-2633
pon	-2634
▁Po	-2635
▁TV	-2636
enty	-2637
huze	-2638
kano	-2639
kaye	-2640
kuye	-2641
mbye	-2642
oked	-2643
puro	-2644
rand	-2645
sozi	-2646
▁apo	-2647
▁ava	-2648
▁cra	-2649
▁mbi	-2650
▁pri	-2651
▁ryi	-2652
▁uni	-2653
byiza	-2654
gambi	-2655
henze	-2656
itira	-2657
mbaba	-2658
olisi	-2659
rench	-2660
renge	-2661
twari	-2662
▁Here	-2663
▁area	-2664
▁full	-2665
▁mama	-2666
▁seem	-2667
▁send	-2668
▁sold	-2669
▁tere	-2670
hagaze	-2671
hariye	-2672
mereye	-2673
rishya	-2674
tekano	-2675
vukire	-2676
▁Jesus	-2677
▁Kandi	-2678
▁hanze	-2679
▁heart	-2680
▁jambo	-2681
▁lived	-2682
▁lives	-2683
▁ndimo	-2684
▁nshya	-2685
▁oppor	-2686
▁ryose	-2687
▁sense	-2688
▁sound	-2689
dasobwa	-2690
tambara	-2691
▁French	-2692
▁Wigeze	-2693
▁future	-2694
▁kugera	-2695
▁progra	-2696
▁stupid	-2697
▁surpri	-2698
▁ukunda	-2699
garagaza	-2700
gerageje	-2701
▁amasaha	-2702
▁bwanjye	-2703
▁continu	-2704
▁himself	-2705
▁realize	-2706
▁stopped	-2707
▁ukeneye	-2708
▁umurimo	-2709
▁written	-2710
▁Domitira	-2711
▁gukemura	-2712
▁interest	-2713
▁ndashaka	-2714
▁umukobwa	-2715
▁nyamuneka	-2716
▁byumvikana	-2717
▁interested	-2718
▁Birashoboka	-2719
We	-2720
▁V	-2721
con	-2722
cri	-2723
esu	-2724
ges	-2725
ire	-2726
ito	-2727
oma	-2728
ppe	-2729
▁Ga	-2730
▁Um	-2731
▁ub	-2732
ated	-2733
cifi	-2734
cked	-2735
come	-2736
ensi	-2737
ents	-2738
ghts	-2739
hawe	-2740
hini	-2741
ings	-2742
kaba	-2743
kemu	-2744
kiza	-2745
mira	-2746
muna	-2747
ndwi	-2748
reza	-2749
tabi	-2750
tare	-2751
uran	-2752
work	-2753
wuka	-2754
yije	-2755
▁add	-2756
▁amu	-2757
▁asa	-2758
▁guy	-2759
▁hot	-2760
▁ika	-2761
▁ine	-2762
▁six	-2763
▁suc	-2764
▁val	-2765
bandi	-2766
banza	-2767
dumva	-2768
hyira	-2769
ister	-2770
mbuye	-2771
ments	-2772
ponsi	-2773
rongo	-2774
tinze	-2775
▁Niyo	-2776
▁bazi	-2777
▁bene	-2778
▁cost	-2779
▁cumi	-2780
▁dese	-2781
▁fish	-2782
▁gace	-2783
▁lake	-2784
▁less	-2785
▁paid	-2786
▁pain	-2787
▁poor	-2788
▁rero	-2789
▁rest	-2790
▁sina	-2791
▁star	-2792
▁ways	-2793
▁wowe	-2794
▁yabi	-2795
▁yubu	-2796
▁zawe	-2797
girira	-2798
hagari	-2799
hisemo	-2800
rekeye	-2801
taramo	-2802
▁Chris	-2803
▁Maybe	-2804
▁human	-2805
▁itabi	-2806
▁least	-2807
▁loved	-2808
▁natwe	-2809
▁numva	-2810
▁numwe	-2811
▁resta	-2812
▁yours	-2813
bagirwe	-2814
curuzwa	-2815
hinduka	-2816
myabiri	-2817
veryone	-2818
▁doctor	-2819
▁during	-2820
▁eating	-2821
▁gifite	-2822
▁kureka	-2823
▁window	-2824
▁wonder	-2825
koreshwa	-2826
yamakuru	-2827
▁bakunda	-2828
▁igitabo	-2829
▁minutes	-2830
▁myinshi	-2831
▁nabonye	-2832
▁nkeneye	-2833
▁uruhare	-2834
isobanuro	-2835
▁Ntakintu	-2836
▁byagenze	-2837
▁kubivuga	-2838
▁question	-2839
▁ubutumwa	-2840
▁mudasobwa	-2841
▁questions	-2842
▁yashakaga	-2843
▁udashobora	-2844
▁Turashobora	-2845
▁makumyabiri	-2846
my	-2847
zy	-2848
ace	-2849
als	-2850
eno	-2851
ged	-2852
gor	-2853
hur	-2854
lls	-2855
nyi	-2856
ody	-2857
orn	-2858
ste	-2859
vil	-2860
▁ge	-2861
▁ty	-2862
▁va	-2863
boko	-2864
fero	-2865
fter	-2866
haje	-2867
hoto	-2868
kani	-2869
kuba	-2870
kund	-2871
mama	-2872
rebe	-2873
taba	-2874
teka	-2875
teze	-2876
▁bel	-2877
▁bro	-2878
▁gis	-2879
▁pra	-2880
▁sou	-2881
▁sum	-2882
▁tri	-2883
kungu	-2884
mbaye	-2885
yungu	-2886
▁Many	-2887
▁Yesu	-2888
▁acti	-2889
▁comp	-2890
▁fast	-2891
▁gene	-2892
▁hair	-2893
▁hate	-2894
▁icyi	-2895
▁inzo	-2896
▁kubu	-2897
▁namu	-2898
▁popu	-2899
▁turn	-2900
▁ubwi	-2901
anduku	-2902
babazi	-2903
bahiro	-2904
ensive	-2905
gihugu	-2906
hereza	-2907
hobozi	-2908
ithout	-2909
▁amazi	-2910
▁azaba	-2911
▁enjoy	-2912
▁ifite	-2913
▁inter	-2914
▁kubwi	-2915
▁ntuza	-2916
▁often	-2917
▁photo	-2918
▁store	-2919
▁twese	-2920
funguro	-2921
gufasha	-2922
kubwira	-2923
rangira	-2924
▁Nkunda	-2925
▁Sinari	-2926
▁Yavuze	-2927
▁advice	-2928
▁buzima	-2929
▁chance	-2930
▁gukina	-2931
▁months	-2932
▁muribi	-2933
▁parike	-2934
▁ubundi	-2935
dirishya	-2936
karasira	-2937
sezerano	-2938
▁agaciro	-2939
▁igihugu	-2940
▁reading	-2941
▁reasons	-2942
▁support	-2943
▁uhagije	-2944
▁umukoro	-2945
▁usually	-2946
hanganira	-2947
▁Buyapani	-2948
▁Everyone	-2949
▁kavukire	-2950
▁responsi	-2951
▁thinking	-2952
hishikajwe	-2953
▁delicious	-2954
▁expensive	-2955
▁kwishyura	-2956
▁restauran	-2957
▁inshingano	-2958
▁Ndatekereza	-2959
▁abanyeshuri	-2960
▁birashoboka	-2961
▁uburenganzira	-2962
Na	-2963
▁?	-2964
?""	-2965
cti	-2966
hyi	-2967
omo	-2968
tel	-2969
▁At	-2970
▁Ho	-2971
▁Yu	-2972
▁vo	-2973
."""	-2974
That	-2975
biko	-2976
cuza	-2977
duka	-2978
enda	-2979
gari	-2980
giro	-2981
guma	-2982
ishe	-2983
kozi	-2984
land	-2985
logy	-2986
pend	-2987
piri	-2988
roup	-2989
ruru	-2990
shan	-2991
tozo	-2992
▁Ame	-2993
▁Izo	-2994
▁ali	-2995
▁ani	-2996
▁bwu	-2997
▁dre	-2998
▁gre	-2999
▁iru	-3000
▁itu	-3001
▁izo	-3002
▁qui	-3003
▁red	-3004
▁sme	-3005
▁swe	-3006
▁tre	-3007
▁yet	-3008
ating	-3009
ation	-3010
hurch	-3011
kandi	-3012
tinda	-3013
yamba	-3014
▁Buri	-3015
▁accu	-3016
▁appe	-3017
▁babo	-3018
▁biro	-3019
▁biru	-3020
▁body	-3021
▁fall	-3022
▁grow	-3023
▁hasi	-3024
▁head	-3025
▁kose	-3026
▁near	-3027
▁nimu	-3028
▁once	-3029
▁side	-3030
▁sini	-3031
▁yaje	-3032
▁ziri	-3033
babaje	-3034
ganiro	-3035
hushan	-3036
mpamvu	-3037
ruhuko	-3038
sanzwe	-3039
shinja	-3040
shyire	-3041
zabaho	-3042
▁Avuga	-3043
▁Ufite	-3044
▁agira	-3045
▁atatu	-3046
▁bwacu	-3047
▁byacu	-3048
▁emplo	-3049
▁enter	-3050
▁grand	-3051
▁group	-3052
▁gushi	-3053
▁ibiri	-3054
▁ijoro	-3055
▁ikora	-3056
▁isoko	-3057
▁mushi	-3058
▁nzira	-3059
▁short	-3060
▁yinzu	-3061
ountain	-3062
ranyama	-3063
ryoshye	-3064
▁Ikintu	-3065
▁Pacifi	-3066
▁arwaye	-3067
▁guhura	-3068
▁killed	-3069
▁leader	-3070
▁musore	-3071
▁native	-3072
▁noneho	-3073
▁second	-3074
▁travel	-3075
▁twenty	-3076
▁umunsi	-3077
▁zanjye	-3078
ctionary	-3079
menyesha	-3080
▁Nothing	-3081
▁careful	-3082
▁concert	-3083
▁contain	-3084
▁gukorwa	-3085
▁gutwara	-3086
▁kingana	-3087
▁learned	-3088
▁muhanda	-3089
▁mwarimu	-3090
▁program	-3091
▁writing	-3092
▁Ntugomba	-3093
▁icyemezo	-3094
▁imbabazi	-3095
▁resitora	-3096
▁terefone	-3097
shimishije	-3098
▁utekereza	-3099
▁dictionary	-3100
ranyamagambo	-3101
▁development	-3102
Be	-3103
It	-3104
cc	-3105
nt	-3106
▁1	-3107
.""	-3108
Aba	-3109
ese	-3110
fun	-3111
hon	-3112
pes	-3113
sel	-3114
sic	-3115
top	-3116
tsa	-3117
ura	-3118
yon	-3119
▁Si	-3120
enti	-3121
enzi	-3122
gure	-3123
haye	-3124
insi	-3125
keje	-3126
raba	-3127
sand	-3128
shat	-3129
tara	-3130
vent	-3131
vern	-3132
vuge	-3133
▁Uzi	-3134
▁ago	-3135
▁bag	-3136
▁bar	-3137
▁bom	-3138
▁hon	-3139
▁ind	-3140
▁pur	-3141
▁reg	-3142
▁ver	-3143
▁whe	-3144
There	-3145
ached	-3146
aniwe	-3147
bintu	-3148
ences	-3149
isten	-3150
rimba	-3151
shije	-3152
▁Data	-3153
▁Gusa	-3154
▁Lord	-3155
▁boat	-3156
▁easi	-3157
▁gusi	-3158
▁high	-3159
▁impo	-3160
▁inda	-3161
▁milk	-3162
▁reba	-3163
▁wose	-3164
▁yamu	-3165
▁zira	-3166
byumva	-3167
byutse	-3168
▁Ahari	-3169
▁Hirwa	-3170
▁Those	-3171
▁abona	-3172
▁admit	-3173
▁ataza	-3174
▁guess	-3175
▁izuba	-3176
▁kindi	-3177
Without	-3178
cessary	-3179
ishyuye	-3180
shoboye	-3181
tention	-3182
▁People	-3183
▁bibazo	-3184
▁gihugu	-3185
▁health	-3186
▁heaven	-3187
▁iminsi	-3188
▁kamali	-3189
▁mukuru	-3190
▁rwanda	-3191
▁sister	-3192
▁sitasi	-3193
▁speake	-3194
▁umwami	-3195
▁yigeze	-3196
andukani	-3197
tegereza	-3198
▁Amerika	-3199
▁akamaro	-3200
▁byanjye	-3201
▁changed	-3202
▁kujyana	-3203
▁kurusha	-3204
▁muhungu	-3205
▁mushiki	-3206
▁ukomeye	-3207
▁umukino	-3208
▁weather	-3209
▁Kamaliza	-3210
▁football	-3211
▁gikomeye	-3212
▁homework	-3213
▁kirekire	-3214
▁kwinjira	-3215
▁mountain	-3216
▁opportun	-3217
▁perezida	-3218
▁urukundo	-3219
▁yibeshye	-3220
▁yourself	-3221
▁Nishimiye	-3222
▁icyumweru	-3223
▁igisubizo	-3224
▁kugufasha	-3225
▁mugitondo	-3226
▁sometimes	-3227
▁umutekano	-3228
▁guhagarika	-3229
▁restaurant	-3230
ef	-3231
Nta	-3232
cei	-3233
cep	-3234
des	-3235
mwi	-3236
oud	-3237
son	-3238
wed	-3239
zen	-3240
▁Je	-3241
▁Le	-3242
▁Mi	-3243
▁Ne	-3244
▁Su	-3245
▁gl	-3246
▁ju	-3247
What	-3248
ased	-3249
buja	-3250
chno	-3251
ckly	-3252
days	-3253
dora	-3254
gero	-3255
hate	-3256
ined	-3257
jiye	-3258
moka	-3259
more	-3260
size	-3261
soho	-3262
soma	-3263
tani	-3264
tatu	-3265
tike	-3266
wira	-3267
yura	-3268
▁Mon	-3269
▁ene	-3270
▁hat	-3271
▁hor	-3272
▁med	-3273
▁set	-3274
▁ste	-3275
▁ute	-3276
bably	-3277
conom	-3278
humbi	-3279
rison	-3280
tonze	-3281
tungu	-3282
ukara	-3283
vince	-3284
where	-3285
▁Give	-3286
▁Icya	-3287
▁Ndas	-3288
▁Sina	-3289
▁beha	-3290
▁deal	-3291
▁died	-3292
▁disa	-3293
▁dise	-3294
▁docu	-3295
▁doll	-3296
▁fire	-3297
▁gice	-3298
▁lose	-3299
▁mili	-3300
▁news	-3301
▁prom	-3302
▁redu	-3303
▁remo	-3304
▁rent	-3305
▁sand	-3306
▁umwi	-3307
▁walk	-3308
bereho	-3309
bereye	-3310
geraho	-3311
merewe	-3312
selves	-3313
shying	-3314
zamini	-3315
ziriye	-3316
▁Ariko	-3317
▁Ntuka	-3318
▁agiye	-3319
▁aribi	-3320
▁blame	-3321
▁built	-3322
▁colle	-3323
▁compu	-3324
▁deser	-3325
▁funny	-3326
▁igare	-3327
▁ijana	-3328
▁image	-3329
▁kubye	-3330
▁light	-3331
▁nyina	-3332
▁respe	-3333
▁utazi	-3334
▁waste	-3335
▁white	-3336
ishijwe	-3337
ringiro	-3338
tangaza	-3339
▁Gasabo	-3340
▁Ndumva	-3341
▁Wavuze	-3342
▁bitabo	-3343
▁church	-3344
▁coming	-3345
▁econom	-3346
▁inkuru	-3347
▁kigali	-3348
▁kubana	-3349
▁looked	-3350
▁makuru	-3351
▁munini	-3352
▁mwanya	-3353
▁myenda	-3354
▁normal	-3355
▁raised	-3356
▁ukuntu	-3357
▁uretse	-3358
▁yakora	-3359
Although	-3360
cyumweru	-3361
hagarara	-3362
kurikira	-3363
▁Ndakeka	-3364
▁Numvise	-3365
▁Someone	-3366
▁abagore	-3367
▁anymore	-3368
▁bangahe	-3369
▁byukuri	-3370
▁disease	-3371
▁flowers	-3372
▁getting	-3373
▁ibirori	-3374
▁kubwira	-3375
▁magambo	-3376
▁muganga	-3377
▁mukobwa	-3378
▁nteruro	-3379
▁refused	-3380
▁station	-3381
▁umukire	-3382
▁ururimi	-3383
▁Ushobora	-3384
▁ifunguro	-3385
▁mistakes	-3386
▁mucyumba	-3387
▁nyandiko	-3388
▁thousand	-3389
▁umuhungu	-3390
▁urashaka	-3391
andukaniro	-3392
cyongereza	-3393
▁bishobora	-3394
▁ntiyigeze	-3395
▁president	-3396
▁ubushobozi	-3397
▁Uratekereza	-3398
▁ibisobanuro	-3399
▁nashoboraga	-3400
▁opportunity	-3401
▁kwihanganira	-3402
▁responsibili	-3403
gw	-3404
bra	-3405
gue	-3406
ila	-3407
lad	-3408
ned	-3409
ney	-3410
rts	-3411
swa	-3412
ywe	-3413
▁ob	-3414
▁ve	-3415
band	-3416
ched	-3417
ffee	-3418
gora	-3419
isho	-3420
lice	-3421
muga	-3422
pose	-3423
rera	-3424
rote	-3425
saku	-3426
taro	-3427
they	-3428
vior	-3429
yana	-3430
▁Bob	-3431
▁Ngu	-3432
▁ame	-3433
▁dru	-3434
▁iby	-3435
▁ill	-3436
▁nke	-3437
▁pas	-3438
▁pun	-3439
▁tax	-3440
▁ter	-3441
▁uba	-3442
▁wis	-3443
dende	-3444
inion	-3445
rebye	-3446
sange	-3447
stead	-3448
vandi	-3449
versi	-3450
▁Biza	-3451
▁Haba	-3452
▁Lond	-3453
▁Mari	-3454
▁Yari	-3455
▁aran	-3456
▁bacu	-3457
▁bawe	-3458
▁born	-3459
▁boys	-3460
▁conf	-3461
▁evid	-3462
▁fine	-3463
▁glad	-3464
▁goes	-3465
▁gone	-3466
▁kuma	-3467
▁meat	-3468
▁muti	-3469
▁nara	-3470
▁prin	-3471
▁resu	-3472
▁riri	-3473
▁tall	-3474
▁tran	-3475
▁wacu	-3476
boneka	-3477
cially	-3478
herezo	-3479
korana	-3480
mbwira	-3481
tabira	-3482
terere	-3483
▁Nzaba	-3484
▁above	-3485
▁atazi	-3486
▁azaza	-3487
▁begin	-3488
▁doubt	-3489
▁faith	-3490
▁hands	-3491
▁hotel	-3492
▁ibihe	-3493
▁igice	-3494
▁kidas	-3495
▁kwica	-3496
▁music	-3497
▁peace	-3498
▁river	-3499
▁spend	-3500
▁spent	-3501
▁twari	-3502
▁uruhu	-3503
buhanga	-3504
ishyira	-3505
kundaga	-3506
shyitsi	-3507
▁Abanya	-3508
▁Rukara	-3509
▁Umwami	-3510
▁abanya	-3511
▁arrive	-3512
▁batatu	-3513
▁dukora	-3514
▁dukore	-3515
▁ebyiri	-3516
▁gatatu	-3517
▁kagame	-3518
▁karamu	-3519
▁listen	-3520
▁mulisa	-3521
▁nizera	-3522
▁report	-3523
▁umutwe	-3524
▁umwaka	-3525
dasanzwe	-3526
shyushye	-3527
▁Rwandan	-3528
▁ahagije	-3529
▁bikunze	-3530
▁hashize	-3531
▁imyenda	-3532
▁kuryama	-3533
▁opinion	-3534
▁outside	-3535
▁purpose	-3536
▁quickly	-3537
▁request	-3538
▁running	-3539
▁rusange	-3540
▁ryakeye	-3541
▁umupira	-3542
isobanura	-3543
terambere	-3544
▁bikomeye	-3545
▁computer	-3546
▁evidence	-3547
▁muryango	-3548
▁sitasiyo	-3549
▁amategeko	-3550
▁indirimbo	-3551
▁necessary	-3552
▁yakubwiye	-3553
▁impossible	-3554
▁kugerageza	-3555
▁interesting	-3556
▁bishimishije	-3557
▁itandukaniro	-3558
To	-3559
Ye	-3560
bl	-3561
mw	-3562
sk	-3563
Ntu	-3564
cal	-3565
ers	-3566
eza	-3567
isu	-3568
ria	-3569
rty	-3570
ult	-3571
▁Ex	-3572
▁Nd	-3573
▁Ti	-3574
▁Yo	-3575
▁ce	-3576
Even	-3577
abye	-3578
ange	-3579
beho	-3580
ceed	-3581
cent	-3582
enny	-3583
fati	-3584
hank	-3585
hera	-3586
hira	-3587
hova	-3588
huta	-3589
inda	-3590
inga	-3591
ingi	-3592
kuko	-3593
mbwe	-3594
meye	-3595
raso	-3596
ruko	-3597
rusa	-3598
seka	-3599
spel	-3600
tics	-3601
void	-3602
ziki	-3603
ziza	-3604
▁Abo	-3605
▁adv	-3606
▁age	-3607
▁blo	-3608
▁cut	-3609
▁den	-3610
▁gar	-3611
▁key	-3612
▁mba	-3613
▁mes	-3614
▁mpu	-3615
▁rwi	-3616
▁ryu	-3617
▁tic	-3618
▁uti	-3619
▁utu	-3620
▁wed	-3621
Since	-3622
cient	-3623
eshyi	-3624
fashi	-3625
ganza	-3626
gwino	-3627
hamwe	-3628
hamya	-3629
kisha	-3630
pirit	-3631
ready	-3632
rinda	-3633
ticle	-3634
tures	-3635
vugwa	-3636
▁Hasi	-3637
▁Niki	-3638
▁Wari	-3639
▁Your	-3640
▁baby	-3641
▁baka	-3642
▁bati	-3643
▁bura	-3644
▁dore	-3645
▁evil	-3646
▁eyes	-3647
▁gisi	-3648
▁gusu	-3649
▁gutu	-3650
▁hung	-3651
▁imbo	-3652
▁inko	-3653
▁kuyi	-3654
▁nabo	-3655
▁nigi	-3656
▁past	-3657
▁pati	-3658
▁rugo	-3659
▁trou	-3660
▁wake	-3661
▁wama	-3662
giriye	-3663
gombye	-3664
ilable	-3665
leased	-3666
mamaza	-3667
panuka	-3668
polisi	-3669
ressed	-3670
rikare	-3671
tation	-3672
tayeho	-3673
vision	-3674
zemera	-3675
▁Bwira	-3676
▁Ntawe	-3677
▁Nubwo	-3678
▁Thank	-3679
▁ahuze	-3680
▁amaso	-3681
▁among	-3682
▁avoid	-3683
▁compe	-3684
▁crazy	-3685
▁cyubu	-3686
▁dance	-3687
▁daugh	-3688
▁dream	-3689
▁eaten	-3690
▁isoni	-3691
▁kanya	-3692
▁kevin	-3693
▁kubyi	-3694
▁kwisi	-3695
▁laugh	-3696
▁milli	-3697
▁ryawe	-3698
▁utaza	-3699
▁value	-3700
▁wrote	-3701
bwiriza	-3702
byiruko	-3703
gabanya	-3704
gishije	-3705
gurisha	-3706
hatever	-3707
rangiye	-3708
tegetsi	-3709
▁asleep	-3710
▁become	-3711
▁behind	-3712
▁bigoye	-3713
▁biteye	-3714
▁bituma	-3715
▁borrow	-3716
▁coffee	-3717
▁govern	-3718
▁gusaba	-3719
▁gutaha	-3720
▁ibyiza	-3721
▁igomba	-3722
▁kenshi	-3723
▁kuguma	-3724
▁nkwiye	-3725
▁public	-3726
▁raporo	-3727
▁regret	-3728
▁summer	-3729
▁wigeze	-3730
▁yagize	-3731
anditswe	-3732
chnology	-3733
ganiriye	-3734
muryango	-3735
vandimwe	-3736
▁Ikibazo	-3737
▁against	-3738
▁already	-3739
▁amerika	-3740
▁evening	-3741
▁gufasha	-3742
▁indwara	-3743
▁kwibuka	-3744
▁meaning	-3745
▁nabantu	-3746
▁ngofero	-3747
▁nyubako	-3748
▁rwanjye	-3749
▁sitting	-3750
▁trouble	-3751
▁wedding	-3752
mbabarire	-3753
▁Nifuzaga	-3754
▁arashaka	-3755
▁cyatumye	-3756
▁ibikorwa	-3757
▁icyifuzo	-3758
▁ishobora	-3759
▁murumuna	-3760
▁mushinga	-3761
▁mwandiko	-3762
▁nikibazo	-3763
▁ubishaka	-3764
▁umugambi	-3765
▁uyumunsi	-3766
▁yabikoze	-3767
▁Nashakaga	-3768
▁according	-3769
▁attention	-3770
▁available	-3771
▁guhangana	-3772
▁inyandiko	-3773
▁njyenyine	-3774
▁umuyobozi	-3775
▁ibikoresho	-3776
▁igifaransa	-3777
▁nimugoroba	-3778
Tu	-3779
dy	-3780
fy	-3781
ps	-3782
vy	-3783
cyi	-3784
ety	-3785
fit	-3786
igh	-3787
lia	-3788
mpi	-3789
tor	-3790
▁Te	-3791
▁iP	-3792
▁iz	-3793
Muri	-3794
gine	-3795
habu	-3796
hati	-3797
hatu	-3798
hoze	-3799
itra	-3800
itse	-3801
kije	-3802
lity	-3803
lled	-3804
lved	-3805
mewe	-3806
ming	-3807
rayi	-3808
rent	-3809
rity	-3810
ross	-3811
shim	-3812
teza	-3813
tici	-3814
titu	-3815
tiye	-3816
toki	-3817
umva	-3818
vizi	-3819
yuze	-3820
zine	-3821
zuro	-3822
▁But	-3823
▁Min	-3824
▁Nan	-3825
▁Nga	-3826
▁air	-3827
▁aru	-3828
▁box	-3829
▁hus	-3830
▁ida	-3831
▁ish	-3832
▁lon	-3833
▁mou	-3834
▁mpa	-3835
▁mum	-3836
▁mwe	-3837
▁rwo	-3838
▁tie	-3839
After	-3840
cyari	-3841
ganye	-3842
ishya	-3843
kanda	-3844
kombe	-3845
mbers	-3846
menyi	-3847
mvura	-3848
quake	-3849
ranya	-3850
renza	-3851
rices	-3852
tware	-3853
▁King	-3854
▁Kuri	-3855
▁baga	-3856
▁bicy	-3857
▁bida	-3858
▁bire	-3859
▁cake	-3860
▁cars	-3861
▁cons	-3862
▁cook	-3863
▁dela	-3864
▁disc	-3865
▁fear	-3866
▁giti	-3867
▁gold	-3868
▁haba	-3869
▁half	-3870
▁heza	-3871
▁inka	-3872
▁land	-3873
▁lead	-3874
▁line	-3875
▁mata	-3876
▁miss	-3877
▁niwe	-3878
▁pome	-3879
▁tuzi	-3880
▁wear	-3881
▁zabo	-3882
ciples	-3883
ctions	-3884
ishimo	-3885
kamaro	-3886
kikije	-3887
kinnyi	-3888
kuramo	-3889
rising	-3890
shyuhe	-3891
vities	-3892
viziyo	-3893
▁abiri	-3894
▁accep	-3895
▁ahora	-3896
▁appro	-3897
▁bamwe	-3898
▁biryo	-3899
▁bwoko	-3900
▁class	-3901
▁corre	-3902
▁cyacu	-3903
▁exist	-3904
▁fault	-3905
▁gusen	-3906
▁ibiki	-3907
▁ikosa	-3908
▁messa	-3909
▁might	-3910
▁mumas	-3911
▁mumin	-3912
▁ninde	-3913
▁ntizi	-3914
▁requi	-3915
▁ryiza	-3916
▁state	-3917
▁trans	-3918
▁trees	-3919
▁ubusa	-3920
▁ugere	-3921
▁ugiye	-3922
▁uzaba	-3923
fungura	-3924
kundana	-3925
twarire	-3926
▁angahe	-3927
▁bagiye	-3928
▁baruwa	-3929
▁belong	-3930
▁bibiri	-3931
▁camera	-3932
▁failed	-3933
▁famili	-3934
▁giving	-3935
▁gospel	-3936
▁gusura	-3937
▁hungry	-3938
▁ikozwe	-3939
▁intego	-3940
▁ishaje	-3941
▁kamera	-3942
▁mugore	-3943
▁nkicyo	-3944
▁places	-3945
▁secret	-3946
▁wavuze	-3947
▁wisdom	-3948
▁yashyi	-3949
ducation	-3950
ganiraho	-3951
ishimira	-3952
tionship	-3953
yumvisha	-3954
▁Domitra	-3955
▁Ntugire	-3956
▁address	-3957
▁akeneye	-3958
▁bikorwa	-3959
▁dollars	-3960
▁gikorwa	-3961
▁husband	-3962
▁kubyara	-3963
▁mashini	-3964
▁mention	-3965
▁mwinshi	-3966
▁nikintu	-3967
▁playing	-3968
▁popular	-3969
▁ryanjye	-3970
▁started	-3971
▁succeed	-3972
▁ubikora	-3973
▁whether	-3974
▁worried	-3975
▁yampaye	-3976
▁Hasigaye	-3977
▁Japanese	-3978
▁Perezida	-3979
▁adashaka	-3980
▁daughter	-3981
▁gukorera	-3982
▁ibirenze	-3983
▁ingaruka	-3984
▁kukubona	-3985
▁kumbwira	-3986
▁mubuzima	-3987
▁ntamuntu	-3988
▁ntashaka	-3989
▁sosiyete	-3990
▁surprise	-3991
▁umusatsi	-3992
▁universi	-3993
▁uramutse	-3994
▁Nakubwiye	-3995
▁guhindura	-3996
▁happening	-3997
▁idirishya	-3998
▁mubyukuri	-3999
▁Dutekereza	-4000
▁bigaragara	-4001
▁earthquake	-4002
▁gitekerezo	-4003
▁government	-4004
▁yashoboraga	-4005
▁ntibishobora	-4006
▁nkoranyamagambo	-4007
!"	-4008
ap	-4009
ky	-4010
mb	-4011
Yes	-4012
gne	-4013
kon	-4014
lau	-4015
low	-4016
mis	-4017
nis	-4018
nya	-4019
ost	-4020
ota	-4021
set	-4022
tur	-4023
uro	-4024
uty	-4025
vol	-4026
▁Af	-4027
▁Ca	-4028
▁Me	-4029
▁Ro	-4030
▁Se	-4031
bano	-4032
bara	-4033
came	-4034
cles	-4035
cuse	-4036
dage	-4037
damu	-4038
dden	-4039
dege	-4040
dere	-4041
ders	-4042
duko	-4043
enya	-4044
fied	-4045
gami	-4046
hanu	-4047
hara	-4048
hoka	-4049
ists	-4050
kaza	-4051
know	-4052
mous	-4053
mure	-4054
oter	-4055
reye	-4056
ruva	-4057
tanu	-4058
tiki	-4059
tory	-4060
usti	-4061
vity	-4062
vugi	-4063
yari	-4064
▁Ger	-4065
▁Imi	-4066
▁Our	-4067
▁bat	-4068
▁cow	-4069
▁cry	-4070
▁cul	-4071
▁def	-4072
▁fif	-4073
▁fly	-4074
▁god	-4075
▁ibu	-4076
▁jya	-4077
▁pot	-4078
▁sea	-4079
▁ski	-4080
▁tas	-4081
▁usi	-4082
▁zis	-4083
anira	-4084
byara	-4085
canga	-4086
fatwa	-4087
genzu	-4088
gnant	-4089
hunga	-4090
inota	-4091
ither	-4092
iting	-4093
kimbi	-4094
kimwe	-4095
kingu	-4096
known	-4097
maswa	-4098
mbura	-4099
ourse	-4100
rease	-4101
shake	-4102
yanga	-4103
yanja	-4104
▁Pres	-4105
▁babi	-4106
▁bake	-4107
▁bitu	-4108
▁both	-4109
▁brea	-4110
▁brou	-4111
▁cust	-4112
▁data	-4113
▁face	-4114
▁gisa	-4115
▁gucu	-4116
▁hadn	-4117
▁hall	-4118
▁insu	-4119
▁kids	-4120
▁kutu	-4121
▁maga	-4122
▁mumi	-4123
▁ones	-4124
▁pass	-4125
▁posi	-4126
▁rema	-4127
▁vino	-4128
▁wabo	-4129
▁wood	-4130
▁wumu	-4131
▁yavu	-4132
▁yibi	-4133
dorari	-4134
huriye	-4135
logize	-4136
ration	-4137
ruvati	-4138
shonje	-4139
sobanu	-4140
subiza	-4141
▁Afite	-4142
▁Kevin	-4143
▁Ntiwi	-4144
▁Nyuma	-4145
▁ameze	-4146
▁blood	-4147
▁bread	-4148
▁bwabo	-4149
▁bying	-4150
▁carry	-4151
▁color	-4152
▁commu	-4153
▁eight	-4154
▁ideas	-4155
▁ijuru	-4156
▁ikihe	-4157
▁imana	-4158
▁marry	-4159
▁mpari	-4160
▁nibwo	-4161
▁nicyo	-4162
▁ntitu	-4163
▁nzaba	-4164
▁plans	-4165
▁recei	-4166
▁smell	-4167
▁smoke	-4168
▁speed	-4169
▁studi	-4170
▁tells	-4171
▁umwan	-4172
▁utari	-4173
▁uzabi	-4174
▁yitwa	-4175
sengero	-4176
tsinzwe	-4177
▁Bavuga	-4178
▁German	-4179
▁Monday	-4180
▁banjye	-4181
▁became	-4182
▁bigiye	-4183
▁bridge	-4184
▁garden	-4185
▁hoteri	-4186
▁impano	-4187
▁kumeza	-4188
▁kurira	-4189
▁living	-4190
▁longer	-4191
▁moment	-4192
▁mukino	-4193
▁murimo	-4194
▁nakoze	-4195
▁nemera	-4196
▁nifuza	-4197
▁prices	-4198
▁simple	-4199
▁tennis	-4200
▁thinks	-4201
▁ubwato	-4202
▁ukundi	-4203
▁ukwezi	-4204
▁unable	-4205
▁wakora	-4206
▁yahawe	-4207
▁zahabu	-4208
arangije	-4209
pecially	-4210
▁Hagomba	-4211
▁Icyampa	-4212
▁Ndabaza	-4213
▁abagabo	-4214
▁ability	-4215
▁adafite	-4216
▁arrived	-4217
▁bagenzi	-4218
▁bikwiye	-4219
